Repository: l0uis/lingojam
Catalog: wordrus/wordrus/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Share anonymous usage stats
de: Anonyme Nutzungsdaten teilen
es: Compartir estadísticas de uso anónimas
fr: Partager des statistiques d'utilisation anonymes
it: Condividi statistiche d'uso anonime

source: Share Wordrus
de: Wordrus teilen
es: Compartir Wordrus
fr: Partager Wordrus
it: Condividi Wordrus

source: Shops, trains, the doctor — you're ready to try most daily errands.
de: Läden, Züge, Arztbesuch — du bist bereit für die meisten Alltagserledigungen.
es: Tiendas, trenes, el médico: ya puedes probar con casi todos los recados del día.
fr: Magasins, trains, médecin — tu peux essayer la plupart des démarches du quotidien.
it: Negozi, treni, medico — ora puoi provare quasi tutte le commissioni quotidiane.

source: Show transcript
de: Transkript anzeigen
es: Ver transcripción
fr: Afficher la transcription
it: Mostra trascrizione

source: Shows your milestones and topics.
de: Zeigt deine Meilensteine und Themen.
es: Muestra tus metas y temas.
fr: Affiche tes étapes et tes thèmes.
it: Mostra i tuoi traguardi e temi.

source: Start
de: Starten
es: Empezar
fr: Commencer
it: Inizia

source: Start at
de: Beginn um
es: Desde
fr: Début à
it: Inizio alle

source: Start learning
de: Loslegen
es: Empezar a aprender
fr: Commencer à apprendre
it: Inizia a imparare

source: Story from Dr Tusk: %@. %@
de: Geschichte von Dr Tusk: %@. %@
es: Historia de Dr Tusk: %@. %@
fr: Histoire de Dr Tusk : %@. %@
it: Storia di Dr Tusk: %@. %@

source: Switch
de: Wechseln
es: Cambiar
fr: Changer
it: Cambia

source: Switch between all supported languages.
de: Wechsle zwischen allen unterstützten Sprachen.
es: Cambia entre todos los idiomas disponibles.
fr: Passe d'une langue à l'autre parmi toutes celles proposées.
it: Passa da una lingua supportata all'altra.

source: Switch to %@?
de: Zu %@ wechseln?
es: ¿Cambiar a %@?
fr: Passer en %@ ?
it: Vuoi studiare %@?

source: Talk about almost anything
de: Über fast alles reden
es: Hablar de casi todo
fr: Parler de presque tout
it: Parlare di quasi tutto

source: Tap **Call Dr Tusk** above to start your first conversation.
de: Tippe oben auf **Dr Tusk anrufen**, um dein erstes Gespräch zu starten.
es: Toca **Llamar a Dr Tusk** arriba para empezar tu primera conversación.
fr: Touche **Appeler Dr Tusk** ci-dessus pour lancer ta première conversation.
it: Tocca **Chiama Dr Tusk** qui sopra per iniziare la tua prima conversazione.

source: Tap a milestone you've reached to see the words that got you there.
de: Tippe auf einen erreichten Meilenstein, um die Wörter zu sehen, die dich dorthin gebracht haben.
es: Toca una meta conseguida para ver las palabras que te llevaron hasta ella.
fr: Touche une étape franchie pour voir les mots qui t'y ont mené.
it: Tocca un traguardo raggiunto per vedere le parole che ti ci hanno portato.

source: Tap to hear it spoken aloud
de: Tippen zum Anhören
es: Toca para escucharlo en voz alta
fr: Touche pour l'écouter à voix haute
it: Tocca per ascoltarla ad alta voce

source: Tap to start a conversation in %@.
de: Tippe, um ein Gespräch auf %@ zu beginnen.
es: Toca para empezar una conversación en %@.
fr: Touche pour lancer une conversation en %@.
it: Tocca per iniziare una conversazione in %@.

source: Tell him the story in your own words. He'll listen for the new ones.
de: Erzähl ihm die Geschichte mit deinen eigenen Worten. Er achtet auf die neuen Wörter.
es: Cuéntale la historia con tus palabras. Él estará atento a las nuevas.
fr: Raconte-lui l'histoire avec tes mots. Il guettera les nouveaux.
it: Raccontagli la storia con parole tue. Lui farà attenzione a quelle nuove.

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo

source: Today, %@
de: Heute, %@
es: Hoy, %@
fr: Aujourd'hui, %@
it: Oggi, %@

source: Today's story
de: Heutige Geschichte
es: La historia de hoy
fr: L'histoire du jour
it: La storia di oggi

source: TOMORROW'S TOPIC
de: THEMA VON MORGEN
es: TEMA DE MAÑANA
fr: THÈME DE DEMAIN
it: IL TEMA DI DOMANI

source: Topic map
de: Themenkarte
es: Mapa de temas
fr: Carte des thèmes
it: Mappa dei temi

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Type instead of speaking
de: Tippen statt sprechen
es: Escribir en vez de hablar
fr: Écrire au lieu de parler
it: Scrivi invece di parlare

source: Type of words
de: Wortart
es: Tipo de palabras
fr: Type de mots
it: Tipo di parole

source: Unlock all themed decks, not just the basics.
de: Schalte alle Themendecks frei, nicht nur die Grundlagen.
es: Desbloquea todos los mazos temáticos, no solo los básicos.
fr: Débloque tous les paquets thématiques, pas seulement les bases.
it: Sblocca tutti i mazzi a tema, non solo quelli base.

source: Unlock tomorrow's topic today with Pro
de: Schalte das Thema von morgen schon heute mit Pro frei
es: Desbloquea hoy el tema de mañana con Pro
fr: Débloque le thème de demain dès aujourd'hui avec Pro
it: Sblocca oggi il tema di domani con Pro

source: Unlock Wordrus Pro
de: Wordrus Pro freischalten
es: Desbloquea Wordrus Pro
fr: Débloque Wordrus Pro
it: Sblocca Wordrus Pro

source: Unmute audio
de: Ton an
es: Activar audio
fr: Réactiver le son
it: Riattiva audio

source: Unread story from Dr Tusk: %@. %@
de: Ungelesene Geschichte von Dr Tusk: %@. %@
es: Historia sin leer de Dr Tusk: %@. %@
fr: Histoire non lue de Dr Tusk : %@. %@
it: Storia non letta di Dr Tusk: %@. %@

source: Upgrade to Wordrus Pro
de: Upgrade auf Wordrus Pro
es: Pásate a Wordrus Pro
fr: Passer à Wordrus Pro
it: Passa a Wordrus Pro

source: Wants to practice with you
de: Möchte mit dir üben
es: Quiere practicar contigo
fr: Veut s'entraîner avec toi
it: Vuole esercitarsi con te

source: Words
de: Wörter
es: Palabras
fr: Mots
it: Parole

source: Words are links. Use the Links rotor to look one up.
de: Wörter sind Links. Nutze den Rotor „Links“, um eines nachzuschlagen.
es: Las palabras son enlaces. Usa el rotor de enlaces para buscar una.
fr: Les mots sont des liens. Utilise le rotor Liens pour en chercher un.
it: Le parole sono link. Usa il rotore Link per cercarne una.

source: Words per day
de: Wörter pro Tag
es: Palabras al día
fr: Mots par jour
it: Parole al giorno

source: Yesterday, %@
de: Gestern, %@
es: Ayer, %@
fr: Hier, %@
it: Ieri, %@

source: You already know this one.
de: Das kennst du schon.
es: Esta ya te la sabes.
fr: Tu connais déjà celui-ci.
it: Questa la conosci già.

source: You finished today's %@ set.
de: Du hast das heutige Set „%@“ geschafft.
es: Has terminado la serie de hoy: %@.
fr: Tu as terminé la session %@ du jour.
it: Hai finito il set di oggi: %@.

source: You finished today's revision set.
de: Du hast das heutige Wiederholungsset geschafft.
es: Has terminado la serie de repaso de hoy.
fr: Tu as terminé la session de révision du jour.
it: Hai finito il set di ripasso di oggi.

source: You know %@ of everyday words
de: Du kennst %@ der Alltagswörter
es: Conoces el %@ de las palabras cotidianas
fr: Tu connais %@ des mots courants
it: Conosci il %@ delle parole quotidiane

source: You understood %@ of this story
de: Du hast %@ dieser Geschichte verstanden
es: Has entendido el %@ de esta historia
fr: Tu as compris %@ de cette histoire
it: Hai capito il %@ di questa storia

source: You're ready to try ordering a coffee and a snack.
de: Du bist bereit, einen Kaffee und einen Snack zu bestellen.
es: Ya puedes probar a pedir un café y algo de picar.
fr: Tu peux essayer de commander un café et un en-cas.
it: Ora puoi provare a ordinare un caffè e uno spuntino.

source: Your current words and progress are kept — they come back if you switch back to them. You'll now see %@.
de: Deine aktuellen Wörter und dein Fortschritt bleiben erhalten — sie sind wieder da, wenn du zurückwechselst. Du siehst jetzt %@.
es: Tus palabras y tu progreso actuales se guardan y vuelven si cambias de nuevo. Ahora verás %@.
fr: Tes mots et ta progression actuels sont conservés — ils reviendront si tu reviens en arrière. Tu verras désormais : %@.
it: Le tue parole e i tuoi progressi attuali restano salvati — ritornano se ci torni. Ora vedrai %@.

source: Your first 50 words
de: Deine ersten 50 Wörter
es: Tus primeras 50 palabras
fr: Tes 50 premiers mots
it: Le tue prime 50 parole

source: Your name
de: Dein Name
es: Tu nombre
fr: Ton prénom
it: Il tuo nome

source: Your progress
de: Dein Fortschritt
es: Tu progreso
fr: Ta progression
it: I tuoi progressi

source: Daily Word
de: Wort des Tages
es: Palabra del día
fr: Mot du jour
it: Parola del giorno

source: Your next word to review.
de: Dein nächstes Wort zum Wiederholen.
es: Tu próxima palabra para repasar.
fr: Ton prochain mot à réviser.
it: La prossima parola da ripassare.

source: Open the app to load your first word.
de: Öffne die App, um dein erstes Wort zu laden.
es: Abre la app para cargar tu primera palabra.
fr: Ouvre l'app pour charger ton premier mot.
it: Apri l'app per caricare la tua prima parola.

source: %@ free
de: %@ gratis
es: %@ gratis
fr: Gratuit pendant %@
it: %@ gratis

source: %@ / mo
de: %@ / Mon.
es: %@ / mes
fr: %@ / mois
it: %@ / mese

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

source: Billed %@ yearly.
de: Abrechnung: %@ jährlich.
es: Se factura %@ al año.
fr: Facturé %@ par an.
it: Addebito di %@ all'anno.

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…

source: Speaking
de: Spricht
es: Hablando
fr: Parle…
it: Sta parlando

source: Listening to you
de: Hört dir zu
es: Te escucho
fr: Je t'écoute
it: Ti sto ascoltando

source: Microphone off
de: Mikrofon aus
es: Micrófono desactivado
fr: Micro coupé
it: Microfono disattivato

source: Your turn
de: Du bist dran
es: Tu turno
fr: À toi
it: Tocca a te

source: Checking your %@…
de: Dein %@ wird geprüft…
es: Revisando tu %@…
fr: Vérification de ton %@…
it: Controllo il tuo %@…

source: Call ended
de: Anruf beendet
es: Llamada finalizada
fr: Appel terminé
it: Chiamata terminata

source: Listening…
de: Hört zu…
es: Escuchando…
fr: Écoute…
it: In ascolto…

source: Nicely said
de: Schön gesagt
es: Bien dicho
fr: Bien dit
it: Ben detto

source: Turn the microphone off
de: Mikrofon ausschalten
es: Desactivar el micrófono
fr: Couper le micro
it: Disattiva il microfono

source: Turn the microphone on
de: Mikrofon einschalten
es: Activar el micrófono
fr: Activer le micro
it: Attiva il microfono

source: The purchase didn't complete. Please try again.
de: Der Kauf wurde nicht abgeschlossen. Bitte versuch es noch mal.
es: La compra no se ha completado. Inténtalo de nuevo.
fr: L'achat n'a pas abouti. Réessaie.
it: L'acquisto non è stato completato. Riprova.

source: This subscription is temporarily unavailable. Please try again in a moment.
de: Dieses Abo ist vorübergehend nicht verfügbar. Bitte versuch es gleich noch mal.
es: Esta suscripción no está disponible temporalmente. Inténtalo de nuevo en un momento.
fr: Cet abonnement est temporairement indisponible. Réessaie dans un instant.
it: Questo abbonamento non è temporaneamente disponibile. Riprova tra un momento.

source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

source: 6 Months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi

source: 3 Months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi

source: 2 Months
de: 2 Monate
es: 2 meses
fr: 2 mois
it: 2 mesi

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: A vita

source: Plan
de: Tarif
fr: Formule
it: Piano

source: %@ / year
de: %@ / Jahr
es: %@ / año
fr: %@ / an
it: %@ / anno

source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
it: %@ / mese

source: %@ / week
de: %@ / Woche
es: %@ / semana
fr: %@ / semaine
it: %@ / settimana

source: %lld weeks
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
it: %lld settimane

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni

source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
it: %lld mesi

source: %lld years
de: %lld Jahre
es: %lld años
fr: %lld ans
it: %lld anni

source: Billed %@ every 6 months.
de: Abrechnung: %@ alle 6 Monate.
es: Se factura %@ cada 6 meses.
fr: Facturé %@ tous les 6 mois.
it: Addebito di %@ ogni 6 mesi.

source: Billed %@ quarterly.
de: Abrechnung: %@ vierteljährlich.
es: Se factura %@ cada trimestre.
fr: Facturé %@ par trimestre.
it: Addebito di %@ ogni 3 mesi.

source: Billed %@ every 2 months.
de: Abrechnung: %@ alle 2 Monate.
es: Se factura %@ cada 2 meses.
fr: Facturé %@ tous les 2 mois.
it: Addebito di %@ ogni 2 mesi.

source: Billed %@ monthly.
de: Abrechnung: %@ monatlich.
es: Se factura %@ al mes.
fr: Facturé %@ par mois.
it: Addebito di %@ al mese.

source: Billed %@ weekly.
de: Abrechnung: %@ wöchentlich.
es: Se factura %@ a la semana.
fr: Facturé %@ par semaine.
it: Addebito di %@ a settimana.

source: %@, one-time.
de: %@, einmalig.
es: %@, pago único.
fr: %@, paiement unique.
it: %@, una tantum.

source: Billed %@.
de: Abrechnung: %@.
es: Se factura %@.
fr: Facturé %@.
it: Addebito di %@.

source: Words you added yourself.
de: Wörter, die du selbst hinzugefügt hast.
es: Palabras que has añadido tú.
fr: Les mots que tu as ajoutés toi-même.
it: Parole che hai aggiunto tu.

source: Revision
de: Wiederholung
es: Repaso
fr: Révision
it: Ripasso

source: Today's Set
de: Heutiges Set
es: Serie de hoy
fr: Session du jour
it: Il set di oggi

source: Your Pro membership has been restored.
de: Deine Pro-Mitgliedschaft wurde wiederhergestellt.
es: Se ha restaurado tu suscripción Pro.
fr: Ton abonnement Pro a été restauré.
it: Il tuo abbonamento Pro è stato ripristinato.

source: No previous purchases were found for this Apple Account.
de: Für diesen Apple Account wurden keine früheren Käufe gefunden.
es: No se han encontrado compras anteriores para esta Cuenta de Apple.
fr: Aucun achat précédent n'a été trouvé pour ce compte Apple.
it: Nessun acquisto precedente trovato per questo account Apple.

source: You
de: Du
es: Tú
fr: Toi
it: Tu

source: I speak
de: Ich spreche
es: Hablo
fr: Je parle
it: Parlo

source: Spread the Word
de: Erzähl es weiter
es: Corre la voz
fr: Fais passer le mot
it: Passaparola

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

source: %@ speakers learn %@ in Wordrus. Your current words and progress are kept and come back if you switch back.
de: Wer %@ spricht, lernt in Wordrus %@. Deine aktuellen Wörter und dein Fortschritt bleiben erhalten und sind wieder da, wenn du zurückwechselst.
es: Quienes hablan %@ aprenden %@ en Wordrus. Tus palabras y tu progreso actuales se guardan y vuelven si cambias de nuevo.
fr: Langue parlée : %@ · langue apprise dans Wordrus : %@. Tes mots et ta progression actuels sont conservés et reviendront si tu changes à nouveau.
it: Chi parla %@ impara %@ con Wordrus. Le tue parole e i tuoi progressi attuali restano salvati e ritornano se torni indietro.

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo

source: French
de: Französisch
es: Francés
fr: Français
it: Francese

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

source: British English
de: Britisches Englisch
es: Inglés británico
fr: Anglais britannique
it: Inglese britannico

source: Traveling
de: Reisen
es: Viajes
fr: Voyages
it: Viaggi

source: Weather & Nature
de: Wetter & Natur
es: Tiempo y naturaleza
fr: Météo et nature
it: Meteo e natura

source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali

source: Food & Drink
de: Essen & Trinken
es: Comida y bebida
fr: Nourriture et boissons
it: Cibo e bevande

source: Shopping
de: Einkaufen
es: Compras

source: Health & Body
de: Gesundheit & Körper
es: Salud y cuerpo
fr: Santé et corps
it: Salute e corpo

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro

source: Money & Bills
de: Geld & Rechnungen
es: Dinero y facturas
fr: Argent et factures
it: Soldi e bollette

source: Feelings
de: Gefühle
es: Sentimientos
fr: Sentiments
it: Emozioni

source: Home & Daily Life
de: Zuhause & Alltag
es: Hogar y día a día
fr: Maison et quotidien
it: Casa e vita quotidiana

source: Family & People
de: Familie & Menschen
es: Familia y gente
fr: Famille et proches
it: Famiglia e persone

source: Out & About
de: Unterwegs
es: Ocio y salidas
fr: Sorties et loisirs
it: Uscite e svago

source: Studying
de: Wird gelernt
es: Estudios
fr: À l'étude
it: Studio

source: Phone & Internet
de: Telefon & Internet
es: Móvil e internet
fr: Téléphone et Internet
it: Telefono e Internet

source: Trips, hotels, airports, tickets.
de: Ausflüge, Hotels, Flughäfen, Tickets.
es: Viajes, hoteles, aeropuertos, billetes.
fr: Voyages, hôtels, aéroports, billets.
it: Viaggi, hotel, aeroporti, biglietti.

source: Seasons, forecast, landscape, plants.
de: Jahreszeiten, Wetterbericht, Landschaft, Pflanzen.
es: Estaciones, previsión, paisaje, plantas.
fr: Saisons, météo, paysages, plantes.
it: Stagioni, previsioni, paesaggi, piante.

source: Pets, farm animals, birds, insects.
de: Haustiere, Nutztiere, Vögel, Insekten.
es: Mascotas, animales de granja, aves, insectos.
fr: Animaux de compagnie, animaux de la ferme, oiseaux, insectes.
it: Animali domestici, da fattoria, uccelli, insetti.

source: Groceries, cooking, ingredients.
de: Lebensmittel, Kochen, Zutaten.
es: La compra, cocina, ingredientes.
fr: Courses, cuisine, ingrédients.
it: Spesa, cucina, ingredienti.

source: Clothes, stores, prices, sizes.
de: Kleidung, Läden, Preise, Größen.
es: Ropa, tiendas, precios, tallas.
fr: Vêtements, magasins, prix, tailles.
it: Vestiti, negozi, prezzi, taglie.

source: Doctor, pharmacy, body parts, symptoms.
de: Arzt, Apotheke, Körperteile, Symptome.
es: Médico, farmacia, partes del cuerpo, síntomas.
fr: Médecin, pharmacie, corps, symptômes.
it: Medico, farmacia, parti del corpo, sintomi.

source: Jobs, office, colleagues, careers.
de: Jobs, Büro, Kollegen, Karriere.
es: Empleos, oficina, compañeros, carreras.
fr: Emploi, bureau, collègues, carrière.
it: Impieghi, ufficio, colleghi, carriera.

source: Banking, salary, rent, paying up.
de: Bank, Gehalt, Miete, Bezahlen.
es: Banco, sueldo, alquiler, pagos.
fr: Banque, salaire, loyer, paiements.
it: Banca, stipendio, affitto, pagamenti.

source: Emotions, moods, reactions.
de: Gefühle, Stimmungen, Reaktionen.
es: Emociones, estados de ánimo, reacciones.
fr: Émotions, humeurs, réactions.
it: Emozioni, stati d'animo, reazioni.

source: Rooms, routines, household items.
de: Zimmer, Routinen, Haushaltsgegenstände.
es: Habitaciones, rutinas, cosas de casa.
fr: Pièces, habitudes, objets de la maison.
it: Stanze, routine, oggetti di casa.

source: Relatives, friends, describing people.
de: Verwandte, Freunde, Menschen beschreiben.
es: Parientes, amigos, cómo describir a alguien.
fr: Parents, amis, décrire les gens.
it: Parenti, amici, descrivere le persone.

source: Going out, music, sport, hobbies.
de: Ausgehen, Musik, Sport, Hobbys.
es: Salir, música, deporte, aficiones.
fr: Sorties, musique, sport, loisirs.
it: Uscite, musica, sport, hobby.

source: School, exams, courses, learning.
de: Schule, Prüfungen, Kurse, Lernen.
es: Colegio, exámenes, cursos, aprendizaje.
fr: École, examens, cours, apprentissage.
it: Scuola, esami, corsi, apprendimento.

source: Apps, accounts, messages, devices.
de: Apps, Konten, Nachrichten, Geräte.
es: Apps, cuentas, mensajes, dispositivos.
fr: Applis, comptes, messages, appareils.
it: App, account, messaggi, dispositivi.

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante

source: Intermediate
de: Mittelstufe
es: Intermedio
fr: Intermédiaire
it: Intermedio

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato

source: Just getting started
de: Gerade erst angefangen
es: Acabo de empezar
fr: Je débute
it: Sto appena iniziando

source: I can hold short conversations
de: Ich kann kurze Gespräche führen
es: Puedo mantener conversaciones cortas
fr: Je peux tenir de courtes conversations
it: Riesco a sostenere brevi conversazioni

source: I'm comfortable in most situations
de: Ich komme in den meisten Situationen zurecht
es: Me desenvuelvo en casi cualquier situación
fr: Je suis à l'aise dans la plupart des situations
it: Me la cavo nella maggior parte delle situazioni

source: Streak: %lld days
de: Serie: %lld Tage
es: Racha: %lld días
fr: Série : %lld jours
it: Serie: %lld giorni

source: Best streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
it: Serie migliore

source: Total sessions
de: Sitzungen gesamt
es: Sesiones totales
fr: Sessions au total
it: Sessioni totali

source: %lld calls
de: %lld Anrufe
es: %lld llamadas
fr: %lld appels
it: %lld chiamate

source: Start your streak today
de: Starte heute deine Serie
es: Empieza tu racha hoy
fr: Lance ta série aujourd'hui
it: Inizia la tua serie oggi

source: Nice start — keep it going!
de: Guter Start — weiter so!
es: ¡Buen comienzo, sigue así!
fr: Beau début — continue comme ça !
it: Bell'inizio — continua così!

source: You're on a roll!
de: Du bist in Fahrt!
es: ¡Vas como un cohete!
fr: Rien ne t'arrête !
it: Sei inarrestabile!

source: Incredible momentum!
de: Unglaublicher Schwung!
es: ¡Qué ritmo increíble!
fr: Quel élan incroyable !
it: Che slancio incredibile!

source: Legendary streak!
de: Legendäre Serie!
es: ¡Racha legendaria!
fr: Série légendaire !
it: Serie leggendaria!

source: The effortless way to learn languages
de: Sprachen lernen ganz ohne Mühe
es: La forma más fácil de aprender idiomas
fr: La façon la plus simple d'apprendre les langues
it: Il modo più semplice per imparare le lingue

source: Learn the most used words in Spanish, French, Italian and German
de: Lerne die meistgenutzten Wörter auf Spanisch, Französisch, Italienisch und Deutsch
es: Aprende las palabras más usadas en español, francés, italiano y alemán
fr: Apprends les mots les plus utilisés en espagnol, français, italien et allemand
it: Impara le parole più usate in spagnolo, francese, italiano e tedesco

source: What do you want to learn?
de: Was möchtest du lernen?
es: ¿Qué quieres aprender?
fr: Qu'est-ce que tu veux apprendre ?
it: Cosa vuoi imparare?

source: You can switch languages later.
de: Du kannst die Sprache später wechseln.
es: Puedes cambiar de idioma más tarde.
fr: Tu pourras changer de langue plus tard.
it: Puoi cambiare lingua più tardi.

source: How should I call you?
de: Wie soll ich dich nennen?
es: ¿Cómo te llamo?
fr: Comment dois-je t'appeler ?
it: Come ti chiamo?

source: Let's set your learning pace.
de: Lass uns dein Lerntempo festlegen.
es: Vamos a fijar tu ritmo de aprendizaje.
fr: Définissons ton rythme d'apprentissage.
it: Impostiamo il tuo ritmo di apprendimento.

source: OK %@, let's set your learning pace.
de: OK %@, lass uns dein Lerntempo festlegen.
es: Vale, %@, vamos a fijar tu ritmo de aprendizaje.
fr: OK %@, définissons ton rythme d'apprentissage.
it: OK %@, impostiamo il tuo ritmo di apprendimento.

source: How many new words shall we do each day?
de: Wie viele neue Wörter machen wir pro Tag?
es: ¿Cuántas palabras nuevas hacemos cada día?
fr: Combien de nouveaux mots par jour ?
it: Quante parole nuove facciamo ogni giorno?

source: When shall I send you words through the day?
de: Wann soll ich dir über den Tag Wörter schicken?
es: ¿Cuándo te envío palabras durante el día?
fr: Quand veux-tu que je t'envoie des mots dans la journée ?
it: Quando ti mando le parole durante il giorno?
